token = "7698717914:AAF_rOMsogIfKLQAmVwTJ2sILN9LKniDgOQ"

BTN_TO_BACK='На главную' 
BTN_COMING_SOON='Ближайшие отборы'
BTN_CURRENT_EVENTS='Мои олимпиады'  
BTN_CHANGE_MY_OLIMPS='Изменить мой список'  
BTN_HELP='Помощь'

GREATING_TEXT='Привет! Я менеджер олимпиад, помогу тебе отлеживать отборы и не пропустить олимпиаду!'

GO_AWAY_TEXT='После окончания редактирования нажмите "на главную"'

SELECT_SUB_TEXT="""Вы попали в редактирование списка олимпиад, которые нужно отлеживать.
Выберите предмет"""

SOME_OLIMP_NEWS_TEXT ='Список отборов и событий на ближайшие 10 дней по олимпиадам, которые Вы отслеживаете:'
NO_OLIMP_NEWS_TEXT='В ближайшие 10 дней нет событий.  :('

MY_OLIMPS_TEXT='Вот список олимпиад, которые вы   отслеживаете:'  
I_HAVE_NO_OLIMPS_TEXT='Не нашлось олимпиад :('

BTN_PREV="◀️"
BTN_NEXT="▶️"   
BTN_YES="✅" 
BTN_NO="❌"

#Предметы
sub1='информатика'
sub2='математика'
sub3='физика'
sub4='английский'
sub5='химия'
sub6='биология'
sub7='русский'
sub8='литература'
sub9='право'
sub10='прочие'

HELP_TEXT = """Привет, я - бот, который может тебе помочь не пропустить олимпиады.

У тебя есть 3 кнопки, на которые ты можешь нажать:

✅ Ближайшие отборы
 • Тут ты увидишь ближайшие олимпиады, регистрации и другие события на ближайшие 10 дней, которые я могу отслеживать.
 
✅ Мои олимпиады
 • Здесь ты можешь посмотреть сроки регистрации, проведения отборочных и заключительных этапов всех олимпиад, которые ты добавил. 

✅Изменить мой список
 • В этом разделе ты можешь выбрать, какие олимпиады ты хочешь отслеживать. И убирай те олимпиады, которые ты не будешь писать:) 
   Сначала выбери предмет, например, информатика. А потом установи галочки на нужных олимпиадах

При обнаружении багов, недочетов и фич, пишите: @qraomx"""